Repository: WPPlugins/dawanda-shop-plugin
Catalog: lang/dawanda-*.po
Languages: de_de

source: Sorry, your PHP installation does not support native XML parsing. Please disable this Plugin or contact your provider: This plugin requires PHP 5 with SimpleXML support.
de_de: Ups, deine PHP-Installation unterst&uuml;tzt das XML-Format nicht. Bitte deaktiviere diese Plugin und kontaktiere deinen Provider: Dieses Plugin ben&ouml;tigt PHP 5 mit SimpleXML-Unterst&uuml;tzung.

source: Dawanda shop configuration
de_de: DaWanda-Shop-Konfiguration

source: Dawanda configuration
de_de: DaWanda Einstellungen

source: more&hellip;
de_de: mehr&hellip;

source: <a href="http://dawanda.com">DaWanda</a> shop options
de_de: <a href="http://dawanda.com">DaWanda</a>-Shop-Einstellungen

source: General options
de_de: Allgemeine Einstellungen

source: Your DaWanda user name:
de_de: Dein DaWanda-Benutzername:

source: You should insert your DaWanda user/shop name. If you don't, "DMKE" will be used instead.
de_de: Hier solltest du deinen DaWanda-Benutzernamen eintragen. Bleibt das Feld leer, wird "DMKE" eingetragen.

source: How many products shall be displayed?
de_de: Wieviele Artikel sollen maximal angezeigt werden?

source: Where are you registered at dawanda.com?
de_de: Bei welchem DaWanda bist du registriert?

source: DaWanda Germany
de_de: DaWanda Deutschland

source: DaWanda United Kingdom
de_de: DaWanda Vereinigtes K&ouml;nigreich

source: DaWanda France
de_de: DaWanda Frankreich

source: Display options
de_de: Anzeigeeinstellungen

source: Hint: If you like to use this plugin as a Widget, you should leave the HTML options on the defaults.
de_de: Hinweis: Wenn du das Plugin als Widget verwenden m&ouml;chtest, belasse die HTML-Eingabefelder so wie sie sind.

source: This HTML will be around all products:
de_de: Dieser HTML-Code wird um die gesamte Liste angelegt:

source: before and
de_de: davor, und

source: after
de_de: danach

source: This HTML will be around a single product:
de_de: Dieser HTML-Code wird um einzelne Eintr&auml;ge angelegt:

source: Link with this text to the product:
de_de: Mit diesem Text zum Artikel verlinken:

source: You also can enter an image tag (<code>&lt;img src="" /&gt;</code>)
de_de: Du kannst auch ein Bild (<code>&lt;img src="" /&gt;</code>) angeben

source: Shall the product price be displayed?
de_de: Soll der Preis angezeigt werden?

source: yes
de_de: ja

source: no
de_de: nein

source: Remove Google Analytics statistis?
de_de: Google-Analytics-Statistiken entfernen?

source: By default DaWanda delivers the links to your products with some statistical information you may not benefit from. If you like you can disable this here by clicking "yes".
de_de: Per Default liefert DaWanda die Links zu deinen Produkten mit einigen statistischen Informationen aus, von denen du unter Umst&auml;den gar nicht profitierst. Um diese Informationen herauszufiltern klicke "ja" an.

source: Update Options
de_de: Einstellungen aktualisieren

source: Preview
de_de: Vorschau

source: This list is the result of the above settings. To format the presentation, these CSS classes may be used:
de_de: Diese Liste resultiert aus den obigen Einstellungen. Um die Liste zu formatieren kannst du diese CSS-Klassen verwenden:

source: This is the container which contains a single product.
de_de: Dieser Container beinhaltet einen einzelnen Artikel.

source: This is the link around the preview image.
de_de: Dieser Link umschlie&szlig;t das Vorschaubild.

source: This is the preview image.
de_de: Dies ist das Vorschaubild.

source: This is the link directing your visitors to the products page at dawanda.com.
de_de: Dieser Link f&uuml;hrt deine Besucher direkt zur Artikel-Seite auf dawanda.com.

source: If you display the price of your product, this is the selector.
de_de: Wenn du den Preis anzeigen l&auml;sst ist dies der Selektor um ihn anzusprechen.

source: You can manage the options of this widget on the <a href="./plugins.php?page=dmke-dawanda/dmke-dawanda.php">options page</a>
de_de: Du kannst die Einstellungen f&uuml;r dieses Widget in den <a href="./plugins.php?page=dmke-dawanda/dmke-dawanda.php">Einstellungen</a> des Plugins vornehmen.
